Revit 2027 API
ConnectorElement.CreateConduitConnector Method
Overload List
Name | Description
CreateConduitConnector(Document, Reference) |  Create a new conduit ConnectorElement.
CreateConduitConnector(Document, Reference, Edge) |  Create a new conduit ConnectorElement.
Top
See Also
Reference
ConnectorElement Class
Autodesk.Revit.DB Namespace